Repository: SUNET/eduid-dashboard
Catalog: eduiddashboard/locale/*/LC_MESSAGES/eduid-dashboard.po
Languages: sv

source: <p>Thank you for registering with <a href="%(site_url)s">%(site_name)s</a>.</p> <p>To confirm that you own this email address, simply click on the following link: <a href="%(verification_link)s">%(verification_link)s</a></p> <p>If clicking on the link above does not work, go to your profile and emails section. Click on the confirmation icon and enter the following code:</p> <p><strong>%(code)s</strong></p>
sv: <p>Tack för din registrering med <a href="%(site_url)s">%(site_name)s</a>.</p> <p>För att bekräfta att du äger denna e-postadress klicka på länken nedan:</p> <p><a href="%(verification_link)s">%(verification_link)s</a></p> <p>Om länken ovan inte fungerar, gå till din profilsida och välj e-post. Klicka på bekräftelsekoden och ange följande bekräftelsekod:</p> <p><strong>%(code)s</strong></p>

source: Thank you for registering with %(site_name)s. To confirm that you own this email address, simply click on the following link: %(verification_link)s If clicking on the link above does not work, go to your profile and emails section. Click on the verification icon and enter the following code: %(code)s
sv: Tack för din registrering med %(site_name)s. För att bekräfta att du äger denna e-postadress klicka på länken nedan: %(verification_link)s Om länken ovan inte fungerar, gå till din profilsida och välj e-post. Klicka på bekräftelsekoden och ange följande bekräftelsekod: %(code)s

source: Where are you from?
sv: Var kommer du ifrån?

source: Please select your <strong>Identity Provider</strong> from the following list:
sv: Välj <strong>identitetsutfärdare</strong>:

source: The data has been verified
sv: Informationen har bekräftats

source: Confirmation code is invalid
sv: Ogiltig bekräftelsekod

source: Check your email for further instructions
sv: Se e-post för vidare instruktioner

source: Confirmation code
sv: Bekräftelsekod

source: A new confirmation code has been sent to you
sv: En ny bekräftelsekod har skickats till dig

source: The confirmation code has expired. Please click on "Resend confirmation code" to get a new one
sv: Bekräftelsekoden har expirerat. Klicka på "Skicka ny kod" för att få en ny.

source: Your user profile is out of sync. Please reload the page and try again.
sv: Ditt användardata har ändrats i ett annat fönster eller flik. Vänligen ladda om sidan och försök igen.

source: An email address is pending confirmation
sv: En e-postadress behöver bekräftas

source: Email address has been confirmed
sv: E-postadressen är bekräftad

source: The confirmation code is invalid, please try again or request a new code
sv: Ogiltig bekräftelsekod, vänligen prova igen eller begär en ny bekräftelsekod

source: Check your email inbox for {data} for further instructions
sv: Se e-post för vidare instruktioner

source: Email confirmation code
sv: Bekräftelsekod för e-postadress

source: A new confirmation code has been sent to your email
sv: En ny bekräftelsekod har skickats till din e-postadress

source: You need to confirm your email address before it can become primary
sv: Du måste bekräfta din e-postadress innan den kan sättas som primär e-postadress

source: Your primary email address was successfully changed
sv: Din primära e-postadress har ändrats

source: Error: You only have one email address and it can not be removed
sv: Fel: Minst en e-postadress krävs, denna kan ej tas bort

source: Email address was successfully removed
sv: E-postadress borttagen

source: Add
sv: Lägg till

source: Changes saved
sv: Ändringarna har sparats

source: A confirmation email has been sent to your email address. Please enter your confirmation code <a href="#" class="verifycode" data-identifier="${id}">here</a>.
sv: En bekräftelseskod har skickats till din e-postadress. Ange din bekräftelsekod <a href="#" class="verifycode" data-identifier="${id}">här</a>.

source: Add mobile number
sv: Lägg till ett mobiltelefonnummer

source: A mobile phone number is pending confirmation
sv: Bekräfta ett mobiltelefonnummer

source: The mobile phone number has been verified
sv: Mobiltelefonnumret är bekräftat

source: The confirmation code used is invalid, please try again or request a new code
sv: Ogiltig bekräftelsekod, vänligen prova igen eller begär en ny bekräftelsekod

source: A confirmation code has been sent to the mobile phone number {data}
sv: En bekräftelseskod har skickats till ditt mobiltelefonnummer

source: Mobile phone code
sv: Mobiltelefonkod

source: A new confirmation code has been sent to your mobile number
sv: En ny bekräftelsekod har skickats till ditt mobiltelefonnummer

source: Mobile phone number was successfully removed
sv: Mobiltelefonnumret har tagits bort

source: You need to confirm your mobile number before it can become primary
sv: Du måste bekräfta ditt mobilnummer innan det går att ange som primärt

source: Mobile phone number was successfully made primary
sv: Ditt primära mobiltelefonnumret har ändrats

source: A confirmation code has been sent to your mobile phone. Please click on the "Pending confirmation" link below and enter your confirmation code.
sv: En bekräftelsekod har skickats till ditt mobiltelefonnummer. Vänligen ange din bekräftelsekod genom att klicka på "Bekräfta" här nedan.

source: Add national identity number
sv: Lägg till personnummer

source: Validation required for national identity number
sv: Bekräfta personnummer

source: Confirm Identity
sv: Bekräfta identitet

source: There was a problem with the letter service. Please try again later.
sv: Vi har för närvarande tekniska problem med brevtjänsten. Vänligen försök senare.

source: A letter has already been sent to your official postal address. The code enclosed will expire on ${expires}. After that date you can restart the process if the letter was lost.
sv: Ett brev har redan skickats till din folkbokföringsadress. Koden i brevet är giltig till och med ${expires}. Efter det datumet kan du påbörja processen på nytt om brevet har försvunnit.

source: When you click on the "Send" button a letter with a verification code will be sent to your official postal address.
sv: Om du klickar på "Skicka"-knappen kommer en kod att skickas till din folkbokföringsadress.

source: A letter with a verification code has been sent to your official postal address. Please return to this page once you receive it. The code will be valid until ${expires}.
sv: Ett brev med en kod har skickats till din folkbokföringsadress. Vänligen återkom när du har fått brevet. Koden är giltig till och med ${expires}.

source: National identity number verified
sv: Personnumret är bekräftat

source: A confirmation code has been sent to your "Mina meddelanden" mailbox.
sv: En bekräftelsekod har skickats till din "Mina meddelanden"-brevlåda.

source: A new confirmation code has been sent to your "Mina meddelanden" mailbox
sv: En ny bekräftelsekod har skickats till din "Mina meddelanden"-brevlåda.

source: National identity number has been removed
sv: Personnumret har tagits bort

source: No pending national identity numbers found.
sv: Det finns inga personnummer som behöver bekräftas.

source: Your verification code seems to be wrong, please try again.
sv: Den bekräftelsekod du angett stämmer inte, vänligen försök igen.

source: Sorry, we are experiencing temporary technical problems, please try again later.
sv: Vi har för närvarande tekniska problem, vänligen försök igen senare.

source: You have successfully verified your identity
sv: Din identitet är nu bekräftad

source: Phone subscription
sv: Telefonabonnemang

source: Physical letter
sv: Brev

source: Your national identity number has been confirmed
sv: Ditt personnummer är bekräftat

source: A confirmation code has been sent to your government inbox. Please click on "Pending confirmation" link below to enter your confirmation code.
sv: En bekräftelsekod har skickats till din inkorg hos "Min myndighetspost". Vänligen ange din bekräftelsekod genom att klicka på "Bekräfta" här nedan.

source: Permissions
sv: Rättigheter

source: Changes saved.
sv: Ändringarna har sparats.

source: Save
sv: Spara

source: No authentication info
sv: Ingen autentiseringsinformation

source: Stale authentication info. Please try again.
sv: Autentiseringsinformationen är för gammal. Försök igen.

source: Invalid request: only GET and POST accepted.
sv: Ogiltig förfrågan: endast GET och POST tillåtna.

source: Password
sv: Lösenord

source: Your password has been successfully updated
sv: Ditt lösenord har uppdaterats

source: An error has occured while updating your password, please try again or contact support if the problem persists.
sv: Ett fel har uppståt vid ändring av ditt lösenord. Vänligen försök igen eller kontakta supporten om problemet kvarstår.

source: Please enter e-mail address, national identity number or phone number associated with your eduID account, and we'll send you a link to reset your password.
sv: Ange e-postadress, personnummer eller mobiltelefonnummer associerat med ditt eduID-konto så skickar vi en länk för att återställa ditt lösenord.

source: Reset password
sv: Återställ lösenord

source: Please enter a phone number associated with your eduID account, and we'll send you an sms with a code and an e-mail with a link to continue your password reset.
sv: Ange ett mobiltelefonnummer associerat med ditt eduID-konto så skickar vi ett sms med en kod samt ett e-postmeddelande med en länk till sidan för att fortsätta återställningen av ditt lösenord.

source: Please enter the code you received by SMS to continue
sv: Ange koden du fick via SMS för att fortsätta

source: Please choose a new password for your eduID account.
sv: Välj ett nytt lösenord för ditt eduID-konto.

source: Can't locate the code in the active session
sv: Kan inte hitta koden i den aktiva sessionen
