Repository: SUNET/eduid-dashboard
Catalog: eduiddashboard/locale/*/LC_MESSAGES/eduid-dashboard.po
Languages: sv

source: {site_name} confirmation email
sv: {site_name} bekräftelsemail

source: {site_name} account termination
sv: {site_name} kontoborttagning

source: Reset your {site_name} password
sv: Återställning av ditt {site_name} lösenord

source: email
sv: e-post

source: Email address
sv: E-postadress

source: The Swedish national identity number should be entered as yyyymmddnnnn
sv: Ange personnummer som ååååmmddnnnn

source: Invalid telephone number. It must be a valid Swedish number, or written using international notation, starting with "+" and followed by 10-20 digits.
sv: Felaktigt telefonnummer. Telefonnumret måste börja med "+" följt av 10-20 siffror.

source: Swedish national identity number
sv: Personnummer

source: yyyymmddnnnn
sv: ååååmmddnnnn

source: Given name
sv: Förnamn

source: Surname
sv: Efternamn

source: Display name
sv: Visningsnamn

source: Preferred language
sv: Språk

source: Current password
sv: Nuvarande lösenord

source: Use my own password
sv: Välj lösenord själv

source: Suggested password
sv: Rekommenderat lösenord

source: Custom password
sv: Valt lösenord

source: Repeat the password
sv: Repetera valt lösenord

source: New Password
sv: Nytt lösenord

source: Confirm New Password
sv: Bekräfta nytt lösenord

source: Passwords doesn't match
sv: Lösenorden är olika

source: Address
sv: Adress

source: City
sv: Stad

source: Postal code
sv: Postkod

source: Country
sv: Land

source: mobile
sv: mobiltelefon

source: Mobile phone number
sv: Mobiltelefonnummer

source: Search for users
sv: Sök efter användare

source: query
sv: sökfras

source: You do not have sufficient permissions to access this user
sv: Du har inte tillräckliga rättigheter för att komma åt denna användare

source: You do not have sufficient AL to access to this workmode
sv: Du har inte tillräckligt hög AL-nivå för att komma åt detta arbetsläge

source: Not logged in
sv: EJ inloggad

source: You must be logged in with {user_AL} to manage your credentials
sv: Du måste vara inloggad med behörighet {user_AL} för att kunna ändra dina säkerhetsinställningar

source: Login token expired, please await confirmation e-mail to log in.
sv: Automatinloggningen har gått ut. Var vänlig invänta bekräftelsebrevet till din e-post för att logga in.

source: Login token invalid
sv: Ogiltig automatinloggning

source: Security
sv: Säkerhet

source: Current password is incorrect
sv: Nuvarande lösenord är felaktigt

source: The password complexity is too weak.
sv: Lösenordet är för enkelt.

source: The permission selected is not available
sv: Den valda rättigheten är inte tillgänglig

source: Some of the characters you entered are not allowed, please try again.
sv: Några av tecken du angivit är inte tillåtna, vänligen försök igen.

source: You already have this email address
sv: E-postadressen finns redan i listan

source: This email address is unavailable
sv: E-postadressen är inte tillgänglig

source: Email address does not exist
sv: E-postadressen kunde inte hittas

source: This mobile phone was already registered
sv: Mobiltelefonnumret finns redan i listan

source: Username does not exist
sv: Användarnamnet finns inte

source: There is more than one user for that username
sv: Det finns mer än en användare med det användarnamnet

source: email address ${val} does not exist or is unverified
sv: mejladressen ${val} finns inte eller är inte verifierad

source: There is more than one user for that email
sv: Det finns mer än en användare med den e-postadressen

source: This national identity number does not exist, is not verified or is not active
sv: Personnumret kunde inte hittas, är inte bekräftat eller inte aktivt

source: National identity number already added
sv: Personnummret finns redan i listan

source: You already have a confirmed national identity number
sv: Du har redan ett bekräftat personnummer

source: Sorry, we are experiencing temporary technical problem with ${service_name}, please try again later.
sv: Vi har för närvarande tekniska problem med ${service_name}, vänligen försök igen senare.

source: This national identity number is not registered with "${service_name}". Please register at <a href="${service_url}" target="_blank">${service_name}</a>.
sv: Personnumret finns inte registrerat hos ${service_name}. Registrera dig här <a href="${service_url}" target="_blank">${service_name}</a>.

source: Your registration process with "${service_name}" is not complete. Please visit <a href="${service_url}" target="_blank">${service_name}</a> to complete your registration.
sv: Din registrering med ${service_name} är ej fullbordad. För att slutföra din registrering vänligen besök <a href="${service_url}" target="_blank">${service_name}</a>.

source: According to "${service_name}" you have opted out to receive messages from SUNET (eduID). In order to receive a confirmation code from us, you need to accept SUNET (eduID) as a sender at <a href="${service_url}" target="_blank">${service_name}</a>.
sv: SUNET (eduID) är blockerad som avsändare till ${service_name} av dig. För att ta emot bekräftelsekoder från SUNET (eduID) behöver du ta bort blockeringen hos <a href="${service_url}" target="_blank">${service_name}</a>.

source: You have no confirmed mobile phone
sv: Du har inget bekräftat mobiltelefonnummer

source: A company subscription or protected phone number cannot be used with this service.
sv: Företagsabonnemang eller skyddat nummer kan inte användas för den här tjänsten.

source: Validate NIN via mobile with succeeded
sv: Personnummer bekräftat via ditt mobiltelefonabonnemang

source: The entered code does not exist
sv: Ogiltig bekräftelsekod

source: Invalid CSRF token
sv: Ogiltig CSRF kod

source: Valid input formats are:<ul><li>National identity number: yyyymmddnnnn</li><li>Mobile phone number that begin with + or 07</li><li>E-mail address: user@example.edu</li></ul>
sv: Giltiga sökformat är:<ul><li>Personnummer: ååååmmddnnnn</li><li>Mobilnummer som börjar med + eller 07</li><li>E-postadress: namn@example.edu</li></ul>

source: National identity number {obj} verified
sv: Personnummer {obj} bekräftat

source: Phone {obj} verified
sv: Telefonnummer {obj} bekräftat

source: Email {obj} verified
sv: E-postadressen {obj} bekräftad

source: eduID account terminated.
sv: eduID-kontot är borttaget.

source: <p>Your eduID account has been terminated.</p> <p>An email has been sent to your address informing of the termination.</p>
sv: <p>Ditt eduID-konto har tagits bort.</p> <p>Ett bekräftelsemejl har skickats till din e-postadress.</p>

source: FAQ
sv: Vanliga frågor

source: Level of assurance
sv: Tillitsnivå

source: Unconfirmed
sv: Obekräftad

source: Confirmed
sv: Bekräftad

source: Verified
sv: Verifierad

source: You are in assurance level %(loa)s
sv: Din tillitsnivå är %(loa)s

source: <p>You have reached max level of assurance available for your profile</p>
sv: <p>Du har den högsta AL nivån som din profil stödjer.</p>

source: <p>If you need to increase this level to get more permissions you must login with another authentication method</p>
sv: <p>Om du behöver en högre nivå för att få ökade rättigheter så måste du logga in med en annan autentiseringsmetod.</p>

source: Email addresses
sv: E-postadresser

source: <p>You can connect one or more e-mail addresses with your eduID account, and select which one is the primary one.</p>
sv: <p>Du kan koppla en eller flera av dina e-postadresser till ditt eduID-konto och därefter välja vilken av dem som ska vara primär.</p>

source: For more information see the
sv: För mer information, se

source: Primary
sv: Primär

source: Make primary
sv: Sätt som primär

source: Pending confirmation
sv: Bekräfta

source: Remove
sv: Ta bort

source: The requested page doesn't exist.
sv: Sidan kunde inte hittas

source: <p>Sorry, but the requested page doesn't exist.</p> <p>Error code 404</p>
sv: <p>Sidan du försökte nå kunde inte hittas.</p> <p>Felkod 404</p>

source: An error happened.
sv: Ett oväntat fel har uppstått.

source: <p>Sorry, but the requested page is unavailable due to a server hiccup.</p> <p>Our engineers have been notified, please try again later.</p> <p>Error code 500</p>
sv: <p>Sidan kunde inte visas på grund av ett serverproblem.</p> <p>Våra tekniker är informerade, var god försök senare.</p> <p>Felkod 500</p>

source: Dashboard %(mode)s mode
sv: Dashboard läge %(mode)s

source: Level %(level)s
sv: Nivå %(level)s

source: Search
sv: Sök

source: Preferred Email
sv: Primär e-postadress

source: First Name
sv: Förnamn

source: Display Name
sv: Visningsnamn

source: NIN
sv: personnummer

source: Mobile
sv: Mobiltelefon

source: Edit
sv: Ändra

source: Display _MENU_ records
sv: Visa _MENU_ rader

source: Showing _START_ to _END_ of _TOTAL_ entries
sv: Visar _START_ till _END_ av _TOTAL_ rader

source: filtered from _MAX_ records
sv: filtrerat från _MAX_ rader

source: No users matching that search query was found
sv: Ingen användare som matchar din sökning hittades

source: Next
sv: Nästa

source: Previous
sv: Föregående

source: Mobile phone numbers
sv: Mobiltelefonnummer

source: <p>You can connect one or more mobile phone numbers with your eduID account, and select which one is the primary one.</p>
sv: <p>Du kan koppla ett eller flera av dina mobiltelefonnummer till ditt eduID-konto och därefter välja vilket av dem som ska vara primär.</p>

source: Add a mobile phone number using the button below.
sv: Lägg till ett mobiltelefonnummer genom att använda knappen nedan.

source: National identity number
sv: Personnummer

source: <p>Some service providers (e.g. Antagning.se) require a confirmed identity.</p>
sv: <p>Vissa tjänsteleverantörer (t ex Antagning.se) kräver en bekräftad identitet.</p>

source: Active
sv: Aktiv

source: Confirm using Mina Meddelanden
sv: Bekräfta med Mina Meddelanden

source: Confirm using phone subscription
sv: Bekräfta med telefonabonnemang

source: Add a mobile phone number to continue
sv: Lägg till ett mobiltelefonnummer för att fortsätta

source: Confirm using letter
sv: Bekräfta med brev

source: Your identity is already confirmed. No further action is required here.
sv: Din identitiet är redan bekräftad. Du behöver inte göra något mer här.

source: <p>Add your Swedish national identity number and initiate the confirmation process using one of the buttons below.</p>
sv: <p>Lägg till ditt personnummer och påbörja verifieringsprocessen med en av knapparna nedan.</p>

source: Get the confirmation code here: <a href="%(nin_service_url)s" target="_blank">%(nin_service_name)s</a>
sv: Hämta bekräftelsekoden här: <a href="%(nin_service_url)s" target="_blank">%(nin_service_name)s</a>

source: We are verifying that the provided identity number is valid, please wait.
sv: Vänligen vänta medan personnumret bekräftas.

source: Mina Meddelanden disabled
sv: Mina Meddelanden är inaktiverad

source: For the time being Skatteverket has disabled Vetenskapsrådet/SUNET/eduID from using Mina Meddelanden due to pressure from SWEDBANK. For more information:
sv: För närvarande har Skatteverket stängt av Vetenskapsrådet/SUNET/eduID från användning av ”Mina Meddelanden” efter påtryckning från SWEDBANK. Mer information:

source: Choose NIN verification method
sv: Välj metod att bekräfta din identitet med

source: You can confirm your Swedish national identity number using either Mina meddelanden or mobile phone subscription.
sv: Du kan bekräfta ditt personnummer med antingen Mina meddelanden eller telefonabonnemang.

source: To confirm your identity using your mobile phone subscription, you need to have at least one mobile phone number successfully linked to your eduID account. Please add and verify a mobile phone in the <a id="go-to-mobiles-tab">mobiles tab</a>.
sv: För att bekräfta din identitet med ett telefonabonnemang behöver du ha lyckats koppla åtminstone ett mobiltelefonnummer till ditt eduID-konto. Var god lägg till samt verifiera en mobil i <a id="go-to-mobiles-tab">mobiltelefonnummer-fliken</a>.

source: Dismiss
sv: Avbryt

source: Change your password
sv: Ändra ditt lösenord

source: <p>You can change your current password using this form. A strong password has been generated for you. You can accept the generated password by clicking "Change password" or you can opt to choose your own password using the checkbox.</p>
sv: <p>Här kan du ändra ditt lösenord. Ett säkert lösenord har genererats till dig. Du väljer att använda det genererade lösenordet genom att klicka "Byt lösenord". Vill du använda ett eget lösenord så gör du det genom att klicka i rutan för eget lösenord.</p>

source: <p>Choose a strong password. Some tips:</p> <ul> <li>Use upper- and lowercase characters (preferably not in the beginning or end)</li> <li>Add digits somewhere else than at the end of the password</li> <li>Add special characters, such as &#64; &#36; &#92; &#43; &#95; &#37;</li> <li>Spaces are ignored</li> </ul>
sv: <p>Välj ett säkert lösenord. Några tips:</p> <ul> <li>Använd stora och små bokstäver (inte bara första bokstaven)</li> <li>Lägg till en eller flera siffror någonstans i mitten av lösenordet</li> <li>Använd specialtecken som &#64; &#36; &#92; &#43; &#95; &#37;</li> <li>Blanksteg (mellanslag) ignoreras</li> </ul>

source: A stronger password is required.
sv: Lösenordet är inte tillräckligt säkert

source: Type the same password again
sv: Skriv samma lösenord igen

source: <p>Your eduID account password can be changed below.</p>
sv: <p>Här kan du byta lösenord för ditt eduID-konto.</p>

source: Credential
sv: Lösenord

source: Creation date
sv: Skapat den

source: Last used
sv: Användes senast

source: Change password
sv: Byt lösenord

source: Account deletion
sv: Kontoborttagning

source: <p>Use the button below to permanently remove your eduID account.</p>
sv: <p>Använd knappen nedan för att permanent ta bort ditt eduID-konto.</p>

source: Terminate eduID account
sv: Ta bort eduID-kontot

source: Terminate account
sv: Ta bort kontot

source: Really terminate eduID account? This action will permanently remove all the data associated with the account from our database.
sv: Är du säker på att du vill ta bort ditt eduID-konto? All information kopplad till det här kontot kommer tas bort permanent från vår databas.

source: Note that, for security reasons, if you choose to terminate your account, you will be asked to log in again.
sv: På grund av säkerhetsskäl så kommer du att vara tvungen att logga in igen för att kunna ta bort ditt konto.

source: Confirm termination of eduID account
sv: Bekräfta borttagandet av eduID-kontot

source: Cancel
sv: Avbryt

source: <p>For security reasons, we will ask you to log in again before changing your password.</p>
sv: <p>På grund av säkerhetsskäl så kommer du att vara tvungen att logga in igen för att kunna byta lösenord.</p>

source: Accept
sv: Godkänn

source: Available permissions for this user
sv: Tillgängliga rättighetsnivåer för denna användare

source: Are you sure you want to save your permission changes?
sv: Spara dina ändrade rättigheter?

source: Personal information
sv: Personlig information

source: <p>This information is sent to service providers when you log in using eduID in order to personalize those services for you.</p>
sv: <p>Den här informationen skickas till tjänsteleverantörer när du loggar in med eduID för att kunna anpassa dessa tjänster för dig.</p>

source: Postal address
sv: Postadress

source: If you do not have a record in the Swedish population register or if you live somewhere else you may manually add a postal address by clicking on the button below. If you are registered please click <a href="#nins">here</a> to enter your national identity number to automatically fetch your postal address.
sv: Om du inte är registrerad i folkbokföringen eller om du bor någon annanstans kan du manuellt lägga till en postadress genom att klicka på knappen nedan. Om du däremot är registrerad i folkbokföringen klicka <a href="#nins">här</a> för att skriva in ditt personnummer och automatiskt hämta din postadress.

source: Swedish population register address
sv: Folkbokföringsadress

source: Postal Code
sv: Postkod

source: Alternative postal address
sv: Alternativ postadress

source: Profile
sv: Profil

source: Editing user %(email)s
sv: Redigerar användaren %(email)s

source: Completion
sv: Profilstatus

source: eduID identifier
sv: eduID-identifierare

source: Toggle navigation
sv: Ändra gränssnitt

source: Menu
sv: Meny

source: Lost your confirmation code?
sv: Tappat bort din bekräftelsekod?

source: Resend confirmation code
sv: Skicka bekräftelsekoden igen

source: Finish
sv: Klar

source: Send code to your official postal address
sv: Skicka kod till din folkbokföringsadress

source: Send
sv: Skicka

source: Enter code received by letter
sv: Ange koden du fick i brevet

source: If you have received the letter, please enter the enclosed code below and click "Ok"
sv: Om du har fått ett brev, skriv koden i rutan nedan och klicka på "Ok"

source: required
sv: nödvändig

source: Warning!
sv: Varning!

source: An error has occurred, please try again later.
sv: Ett fel har uppstått. Vänligen försök igen senare.

source: Error!
sv: Fel!

source: Permission denied
sv: Åtkomst nekad

source: <p>Hi,</p> <p>You recently asked to reset your password for the %(site_name)s account: %(email)s</p> <p>To change your password, click the link below:</p> <p><a href="%(reset_password_link)s">%(reset_password_link)s</a></p> <p>If clicking the link does not work you can copy and paste it into your browser.</p> <p>The password reset link is valid for %(password_reset_timeout)s hours.</p> <p>(This is an automated email. Please do not reply.)</p>
sv: <h2>Hej,</h2> <p>Du har bett om att byta ditt lösenord för %(site_name)s kontot: %(email)s</p> <p>För att byta ditt lösenord, klicka på länken här nedan:</p> <p><a href="%(reset_password_link)s">%(reset_password_link)s</a></p> <p>Om det inte går att klicka på länken kan du kopiera och klistra in den i din webbläsare.</p> <p>Länken för återställning av ditt lösenord är giltig i %(password_reset_timeout)s timmar.</p> <p>(Detta är ett automatiserat meddelande och går ej att svara på.)</p>

source: Hi, You recently asked to reset your password for the %(site_name)s account: %(email)s To change your password, click the link below: %(reset_password_link)s If clicking the link does not work you can copy and paste it into your browser. The password reset link is valid for %(password_reset_timeout)s hours. (This is an automated email. Please do not reply.)
sv: Hej, Du har bett om att byta ditt lösenord för %(site_name)s kontot: %(email)s För att byta ditt lösenord, klicka på länken här nedan: %(reset_password_link)s Om det inte går att klicka på länken kan du kopiera och klistra in den i din webbläsare. Länken för återställning av ditt lösenord är giltig i %(password_reset_timeout)s timmar. (Detta är ett automatiserat meddelande och går ej att svara på.)

source: Invalid password reset link
sv: Länken för återställning av lösenord är ogiltig

source: The password reset link you have used is invalid or has expired. Please click the link below to request a new link.
sv: Länken för återställning av ditt lösenord är felaktig eller inte längre giltig. Klicka på länken nedan för att begära en ny länk.

source: Request a new password reset link &raquo;
sv: Begär en ny länk för återställning av lösenord &raquo;

source: Reset your password
sv: Återställ ditt lösenord

source: <p>Password has been updated successfully.</p> <p><a href="%(url)s">Return to login page &raquo;</a></p>
sv: <p>Ditt lösenord har ändrats.</p> <p><a href="%(url)s">Tillbaka till inloggningssidan &raquo;</a></p>

source: <p>An error has occured while updating your password, please try again or contact support if the problem persists.</p> <p><a href="%(url)s">Request a new password reset link &raquo;</a></p>
sv: <p>Ett fel har uppstått vid ändring av ditt lösenord. Vänligen försök igen eller kontakta supporten om problemet kvarstår.</p> <p><a href="%(url)s">Begär en ny länk för återställning av lösenord &raquo;</a></p>

source: <p>Please choose a new password for your eduID account. A strong password has been generated for you. You can accept the generated password by clicking "Change password" or you can opt to choose your own password using the checkbox.</p>
sv: <p>Ändra lösenord för ditt eduID-konto. Ett säkert lösenord har genererats åt dig. Du kan acceptera det med knappen "Byt lösenord", eller så kan du välja att använda ett eget lösenord med hjälp av kryssrutan.</p>

source: <p>Choose a strong password. Some tips:</p> <ul> <li>Use upper- and lowercase characters (preferably not in the beginning or end)</li> <li>Add digits somewhere else than at the end of the password</li> <li>Add special characters, such as &#64; &#36; &#92; &#43; &#95; &#37;</li> <li>Spaces are ignored</li> </ul>
sv: <p>Välj ett säkert lösenord. Några tips:</p> <ul> <li>Använd stora och små bokstäver (inte bara första bokstaven)</li> <li>Lägg till en eller flera siffror någonstans i mitten av lösenordet</li> <li>Använd specialtecken som &#64; &#36; &#92; &#43; &#95; &#37;</li> <li>Blanksteg (mellanslag) ignoreras</li> </ul>

source: If an eduID account was found using your search criteria a password reset message should have been sent to you. Check your %(type)s for a message from eduID, then click the verification link to reset your password.
sv: Om vi hittade ett eduID-konto som stämmer med den uppgift du angav ska ett meddelande om återställning av ditt lösenord ha skickats till dig. Kolla din %(type)s efter ett meddelande från eduID, klicka på länken för att återställa ditt lösenord.

source: Return to login page &raquo;
sv: Tillbaka till inloggningssidan &raquo;

source: Forgot your password?
sv: Glömt bort ditt lösenord?

source: Password reset is possible using an email combined with SMS to your mobile device. If your mobile number is not already registered in eduID, email can be used to reset your password but your eduID account status will be reset to unconfirmed.
sv: Återställning av ditt lösenord är möjligt via e-post kombinerad med SMS till mobiltelefon. Om du inte har registrerat mobilnummret i eduID på förhand, kan du återställa lösenordet med e-post, fast då blir din kontostatus obekräftad.

source: Unfortunately, we have been locked out from the government mailbox service.
sv: Tyvärr har Skatteverket stängt av möjligheten att återställa lösenordet via "Min Myndighetspost".

source: Reset password by government mailbox service
sv: Återställ ditt lösenord via "Min myndighetspost"

source: Reset password by mobile phone number
sv: Återställ ditt lösenord via mobiltelefonnummer

source: Reset password by e-mail
sv: Återställ ditt lösenord via e-post

source: <p>Hello %(displayName)s:</p> <p>Your eduID account has been terminated.</p> <p>If it wasn't you who deleted your account, contact eduID support immediately at <a href="mailto:%(support_mail)s">%(support_mail)s</a>. </p> <p>Thank you for using our services</p>
sv: <p>Hej %(displayName)s:</p> <p>Ditt eduID-konto har tagits bort.</p> <p>Om det inte var du som tog bort kontot så kontakta omedelbart eduID-supporten på <a href="mailto:%(support_mail)s">%(support_mail)s</a>. </p> <p>Tack för att du använde vår tjänst</p>

source: Hello %(displayName)s: Your eduID account has been terminated. If it wasn't you who deleted your account, contact eduID support immediately at %(support_mail)s. Thank you for using our services
sv: Hej %(displayName)s: Ditt eduID-konto har tagits bort. Om det inte var du som tog bort kontot kontakta omedelbart eduID-supporten på %(support_mail)s. Tack för att du använde vår tjänst

source: http://www.swamid.se/policy/assurance/al1
sv: Obekräftad

source: http://www.swamid.se/policy/assurance/al2
sv: Bekräftad

source: http://www.swamid.se/policy/assurance/al3
sv: Verifierad
